{
    "advokat": {
        "title": "Адвокат",
        "image": "images/roles/advokat.webp",
        "side": "Мафия",
        "description": "Сторона: <span class=\"bg-black text-white px-1 rounded\">Мафия</span><br>Проверка: <span class=\"bg-gray-100 text-red-500 px-1 rounded\">Мирный житель</span><br>Адвокат знает мафию, но мафия не знает Адвоката. Просыпается в первую ночь, чтобы познакомиться с ведущим.<br>Мафия обозначает себя поднятием руки, и Адвокат выбирает, кого он будет защищать.<br>Если этого игрока выгоняют на голосовании, то ведущий говорит, что это мафия, которая защищена Адвокатом. И этот игрок останется в игре до тех пор, пока не найдут Адвоката. Для проверяющих карт Адвокат является Мирным Жителем."
    },
    "actor": {
        "title": "Актёр",
        "image": "images/roles/actor.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Проверка: <span class=\"bg-gray-100 text-red-500 px-1 rounded\">Мирный житель</span><br>Актёр просыпается в первую ночь, чтобы познакомиться с ведущим. Дальше играет за мирных.<br>В случае гибели любой активноролевой карты, мафии, ведущий предлагает актёру забрать роль погибшего. Снятая маска принимается за согласие.<br>Забрав роль персонажа, играет ей до конца игры."
    },
    "bessmertniy": {
        "title": "Бессмертный",
        "image": "images/roles/bessmertniy.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Проверка: <span class=\"bg-gray-100 text-red-500 px-1 rounded\">Мирный житель</span><br>Бессмертный просыпается в первую ночь, чтобы познакомиться с ведущим, дальше играет за мирных.<br>Если в него будут стрелять ночью, то на утро ведущий скажет, что никто не погиб. Его нельзя убить ночью, можно выгнать только на дневном голосовании."
    },
    "broker": {
        "title": "Брокер",
        "image": "images/roles/broker.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Проверка: <span class=\"bg-gray-100 text-red-500 px-1 rounded\">Мирный житель</span><br>Брокер просыпается в первую ночь, чтобы познакомиться с ведущим. Дальше играет, как обычный мирный. Если в него ночью будут стрелять, он проснётся и сделает выстрел сам. Если в него будут стрелять второй раз, он погибнет. Если Брокера выгонят на дневном голосовании, с ним уйдёт тот, кто первый в него проголосовал (на первом голосовании)."
    },
    "vzlomshik": {
        "title": "Взломщик",
        "image": "images/roles/vzlomshik.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Проверка: <span class=\"bg-gray-100 text-red-500 px-1 rounded\">Мирный житель</span><br>Взломщик своей ролью за игру может воспользоваться один раз. Ведущий ему предлагает проснуться каждую ночь, снятая маска принимается за согласие.<br>Роль игрока, на которого укажет взломщик, будет объявлена ведущим утром. Выполнив свою функцию, Взломщик становится мирным жителем."
    },
    "vor": {
        "title": "Вор",
        "image": "images/roles/vor.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Проверка: <span class=\"bg-gray-100 text-red-500 px-1 rounded\">Мирный житель</span><br>Вор своей ролью может воспользоваться, если в него будут стрелять. Тогда его будет ведущий, и Вор решает, кто уйдёт вместо него, затем засыпает.<br>Этого игрока будит ведущий. У этого игрока есть две попытки, чтобы найти Вора. Если выбранный игрок находит Вора, то игрок остаётся, а Вор игру покидает.<br>Если Вора не нашли, то игру покидает игрок, выбранный Вором. В Вора могут стрелять каждую ночь, и он сам будет решать, кому уходить."
    },
    "deputat": {
        "title": "Депутат",
        "image": "images/roles/deputat.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Проверка: <span class=\"bg-gray-100 text-red-500 px-1 rounded\">Мирный житель</span><br>Депутат просыпается каждую ночь и даёт иммунитет любому из участников игры. Но об этом знают только Депутат и ведущий.<br>Если игрока, которому депутат дал иммунитет, подняли на голосовании, то ведущий это объявляет. Игрок может сесть, а вместо себя поднять любого из игроков, которые в него голосовали (хоть всех)."
    },
    "diktator": {
        "title": "Диктатор",
        "image": "images/roles/diktator.webp",
        "side": "Сам за себя",
        "description": "Сторона: <span class=\"bg-yellow-500 text-white px-1 rounded\">Сам за себя</span><br>Проверка: <span class=\"bg-gray-100 text-red-500 px-1 rounded\">?</span><br>Самое главное отличие этой роли - он никого не убивает ночью. Просыпается каждую ночь, показывает на любого участника игры, которого, по его мнению, точно НЕ выгонят днём.<br>Если Диктатора выгонят днём, то уйдёт тот игрок, на кого он указывал ночью. Каждую ночь выбирается новый игрок. Чтобы городу выгнать Диктатора, надо выгнать того игрока, которого он выбирал ночью."
    },
    "doctor": {
        "title": "Доктор",
        "image": "images/roles/doctor.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Проверка: <span class=\"bg-gray-100 text-red-500 px-1 rounded\">Мирный житель</span><br>Просыпается каждую ночь и лечит игрока, в которого, по его мнению, стреляла мафия. Себя за игру доктор может лечить три раза (в том числе и подряд).<br>Всех остальных участников может лечить неограниченное количество раз, но не две ночи подряд."
    },
    "don": {
        "title": "Дон",
        "image": "images/roles/don.webp",
        "side": "Мафия",
        "description": "Сторона: <span class=\"bg-black text-white px-1 rounded\">Мафия</span><br>Дон мафии - решение об убийстве принимается от Дона. На кого указывает Дон, тот игрок покидает игру. Дон может принимать подсказки от своей мафии в виде жестикуляции, но последнее слово всегда за Доном."
    },
    "killer": {
        "title": "Киллер",
        "image": "images/roles/killer.webp",
        "side": "Мафия",
        "description": "Сторона: <span class=\"bg-black text-white px-1 rounded\">Мафия</span><br>Киллер (играет за мафию) - не знает мафию, знаком только с Доном. Принимает заказ от Дона на убийство активноролевой карты. В случае выполнения заказа, если Дон будет жив, получит новый, если Дон вышел из игры, познакомится со своей мафией и будет вместе с ними принимать решение об убийстве. Для проверяющих карт, Киллер является Мирным Жителем."
    },
    "klerk": {
        "title": "Клерк",
        "image": "images/roles/klerk.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Офисный Клерк (играет за мирных) - первый, кто проголосует в Офисного Клерка, покидает игру после окончания дневного голосования, без права последнего слова. Клерка нельзя выгнать, можно убить только ночью."
    },
    "kloun": {
        "title": "Клоун",
        "image": "images/roles/kloun.webp",
        "side": "Сам за себя",
        "description": "Сторона: <span class=\"bg-yellow-500 text-white px-1 rounded\">Сам за себя</span><br>Клоун (играет сам за себя) - просыпается каждую ночь, показывает на любого из участников игры и засыпает. Ведущий будит этого игрока, и уже он совершает убийство. Главная задача клоуна - не разбудить того, кто выстрелит в него в ответ. Дважды на одного и того же участника показывать нельзя. Когда в игре остается 12 человек и меньше, убивает сам. Побеждает в том случае, если останется один на один с любым из участников игры."
    },
    "komissar": {
        "title": "Комиссар",
        "image": "images/roles/komissar.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Комиссар (играет за мирных) - просыпается каждую ночь и ищет мафию. Кивком головы и жестом пальцев, ведущий показывает, мафия этот человек или нет. Роли, играющие сами за себя и дополнительные роли, играющие за мафию, для Комиссара проверяются как Мирный Житель."
    },
    "kupidon": {
        "title": "Купидон",
        "image": "images/roles/kupidon.webp",
        "side": "Сам за себя",
        "description": "Сторона: <span class=\"bg-yellow-500 text-white px-1 rounded\">Сам за себя</span><br>Купидон (создаёт свою коалицию и с ней играет за себя) - просыпается в первую ночь, выбирает себе двух участников игры и забирает к себе в коалицию. Если игроки, на которых указал Купидон, были какой-либо ролью, то они теряют свои способности и играют за Купидона. Просыпаются ночью и убивают мафию и мирных жителей."
    },
    "luzer": {
        "title": "Лузер",
        "image": "images/roles/luzer.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Лузер (играет за мирных) - просыпается в первую ночь, чтобы познакомиться с ведущим, дальше играет за мирных. Если к Лузеру пойдёт проверяющая карта, ведущий скажет, что он мафия. Если в него будут стрелять и лечить, он всё равно погибнет."
    },
    "maniak": {
        "title": "Маньяк",
        "image": "images/roles/maniak.webp",
        "side": "Сам за себя",
        "description": "Сторона: <span class=\"bg-yellow-500 text-white px-1 rounded\">Сам за себя</span><br>Маньяк (играет сам за себя) - просыпается каждую ночь и показывает на 3-ёх участников игры и засыпает. Ведущий будит этих игроков, и 2-ое должны выгнать 3-го. Если игроки не определились, тогда они засыпают, просыпается Маньяк и сам решает, кто уйдёт. На любого игрока, в том числе и себя, может показывать через одну ночь. Когда в игре остается 12 человек и меньше, убивает сам. Побеждает в том случае, если остаётся один на один с любым из участников игры."
    },
    "marv": {
        "title": "Марв",
        "image": "images/roles/marv.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Марв (играет за мирных) – просыпается каждую ночь и ищет мафию. Если Марв находит чёрного игрока, то может сделать выстрел в любого другого игрока, кроме того, которого уже нашел."
    },
    "matematik": {
        "title": "Математик",
        "image": "images/roles/matematik.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Математик (играет за мирных) - просыпается каждую ночь, показывает на любого из участников игры и засыпает. Днём этот человек встанет на оправдание, даже если в него никто не голосовал. На любого игрока, в том числе и себя, Математик может показывать через ночь."
    },
    "mafia": {
        "title": "Мафия",
        "image": "images/roles/mafia.webp",
        "side": "Мафия",
        "description": "Сторона: <span class=\"bg-black text-white px-1 rounded\">Мафия</span><br>Мафия - просыпается вместе с Доном и смотрит, кого он будет убивать. Может подсказывать Дону при помощи жестикуляции. Если Дон покидает игру, тогда принимается решение большинства."
    },
    "mirniy": {
        "title": "Мирный",
        "image": "images/roles/mirniy.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Задача мирных жителей - объединяться, искать и выгонять мафию."
    },
    "mer": {
        "title": "Мэр",
        "image": "images/roles/mer.webp",
        "side": "Мафия",
        "description": "Сторона: <span class=\"bg-black text-white px-1 rounded\">Мафия</span><br>Мэр (играет за мафию) - просыпается каждую ночь вместе с мафией и после ночного выстрела мафии, показывают на любого из игроков, кого, по его мнению, выгонят на дневном голосовании. Если Мэр угадает, то получит иммунитет от выгона на голосовании или его убийства. Количество иммунитетов неограниченно."
    },
    "naslednik": {
        "title": "Наследник",
        "image": "images/roles/naslednik.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Наследник (играет за мирных) - просыпается каждую ночь и делает проверки, но не знает их статусы. Если наследник погибает, то через ведущего, ночью передаёт свои проверки любому из игроков. Если Наследника выгоняют днём, то его проверки сгорают."
    },
    "oboroten": {
        "title": "Оборотень",
        "image": "images/roles/oboroten.webp",
        "side": "Мафия",
        "description": "Сторона: <span class=\"bg-black text-white px-1 rounded\">Мафия</span><br>Оборотень (играет за мафию) - Знает мафию, мафия не знает Оборотня. Просыпается в первую ночь, чтобы познакомиться с ведущим. Мафия обозначает себя поднятием руки. Последующие ночи, Оборотень ищет активноролевые карты. Если он их находит, когда просыпается Дон, ведущий показывает роль, которую нашел Оборотень и человека, который является этой ролью. Для проверяющих карт, Оборотень является Мирным Жителем."
    },
    "operator": {
        "title": "Оператор",
        "image": "images/roles/operator.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Оператор (играет за мирных) - просыпается каждую ночь, показывает на любого из участников игры и засыпает. Если в этого человека будут стрелять, то ведущий будит этого игрока, и уже он совершит выстрел. При этом игрок остаётся жить. На любого игрока, в том числе и себя, оператор может показывать через одну ночь."
    },
    "paparazzi": {
        "title": "Папарацци",
        "image": "images/roles/paparazzi.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Папарацци (играет за мирных) – есть два варианта, как Папарацци будет искать мафию:<br>1. Просыпается, делает проверки, но не знает про них. Их все записывает ведущий. Как только Папарацци решил узнать статусы всех игроков, которых он проверял (плоть до ролей), ведущий предоставляет ему эту информацию, и Папарацци становится обычным мирным жителем.<br>2. Папарацци показывает на двух участников игры: Первый игрок, которому он доверяет и готов отдать свою проверку, второй игрок, который проверяется (статус проверки «красный» и «чёрный»)."
    },
    "psiholog": {
        "title": "Психолог",
        "image": "images/roles/psiholog.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Психолог (играет за мирных) - просыпается каждую ночь, показывает на любого из участников игры, ведущий будит этого игрока, они знакомятся друг с другом, а Психологу называется роль игрока, которого он разбудил."
    },
    "reanimator": {
        "title": "Реаниматор",
        "image": "images/roles/reanimator.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Реаниматор (играет за мирных) - просыпается каждую ночь, и ведущий показывает, кого ночью убивали, и Реаниматор решает, кого он будет лечить, а кого нет. За игру, он может вылечить 2-3-ёх участников игры. Зависит от количества игроков. За одну ночь, может вылечить несколько игроков сразу. После выполнения своей функции, становится обычным Мирным Жителем."
    },
    "robin_gud": {
        "title": "Робин Гуд",
        "image": "images/roles/robin_gud.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Робин Гуд (играет за мирных) - просыпается каждую ночь и показывает на 3-х участников игры. У первых двух он голоса забирает, третьему отдаёт. Игроки имеют право высказываться, они только не могут голосовать. Голоса забираются на два голосования. На любого игрока, в том числе и себя, Робин Гуд может показывать через одну ночь."
    },
    "svidetel": {
        "title": "Свидетель",
        "image": "images/roles/svidetel.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Свидетель (играет за мирных) – своей ролью за игру может воспользоваться один раз в любой момент, пока не была озвучена роль игрока, которого выгнал город. Может выгнать любого из игроков, даже, если в этого игрока никто не голосовал."
    },
    "slezniy": {
        "title": "Слёзный",
        "image": "images/roles/slezniy.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Слёзный (играет за мирных) – просыпается каждую ночь, показывает на любого из участников игры. Если он покажет на обычного Мирного или обычного Марва, то ничего не произойдёт. Если Слёзный показывает на активноролевую карту, то превращает её в мирного жителя. Если Слёзный показывает на статусную карту, которая играет за мафию, то превращает её в обычного Марва."
    },
    "stazher": {
        "title": "Стажер",
        "image": "images/roles/stazher.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Стажер (играет за мирных) - просыпается в первую ночь, чтобы познакомиться с ведущим, дальше играет как обычный мирный житель. В случае его гибели ночью или, если его выгонят на дневном голосовании, все участники игры закроют лица масками, и он заберёт с собой одного игрока."
    },
    "uchitel": {
        "title": "Учитель",
        "image": "images/roles/uchitel.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Учитель (играет за мирных) - просыпается после визитки и показывает на 3-х игроков, кто, по его мнению, максимально быстро покинет игру. Если игрок, которого Учитель выбрал, покидает игру, Учитель получает право выстрела."
    },
    "haker": {
        "title": "Хакер",
        "image": "images/roles/haker.webp",
        "side": "Мафия",
        "description": "Сторона: <span class=\"bg-black text-white px-1 rounded\">Мафия</span><br>Хакер (играет за мафию) - Просыпается в первую ночь, вместе с мафией, знакомится с ней, потом мафия закрывает лица масками, и Хакер меняет статусы проверок местами, для проверяющих карт. Если Комиссар пойдёт к Мирному Жителю, на которого указал Хакер, то ведущий скажет, что это мафия, и наоборот, только с мафией. Когда игрок покидает игру, озвучивается его настоящая роль."
    },
    "himik": {
        "title": "Химик",
        "image": "images/roles/himik.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Химик (играет за мирных) - просыпается каждую ночь, показывает на любого из участников игры и засыпает. На утро, ведущий сообщает игроку, на которого указывал Химик, что он отравлен, и у него есть день, чтобы оправдаться. Когда наступает следующая ночь, Химик либо даёт противоядие игроку, который оправдывался, либо травит следующего. Тогда предыдущий игрок умирает. Если Химик выгонит двух положительных персонажей, то покинет игру вместе с ними. Роли, которые играют сами за себя, для Химика, игроки отрицательные."
    },
    "chasovshik": {
        "title": "Часовщик",
        "image": "images/roles/chasovshik.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Часовщик (играет за мирных) - просыпается каждую ночь и показывает на любого из участников игры. Если в этого человека будут стрелять ночью, то стрелки переведутся назад, и стреляющий погибнет. На любого игрока, в том числе и себя, Часовщик может показывать через одну ночь."
    },
    "shaman": {
        "title": "Шаман",
        "image": "images/roles/shaman.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Шаман (играет за мирных) - просыпается каждую ночь, показывает на любого участника игры, ведущий касается этого игрока и говорит, что Шаман его выбрал. Если этот игрок набирает 3 голоса, голосование останавливается, и игрок сразу покидает игру."
    },
    "shuler": {
        "title": "Шулер",
        "image": "images/roles/shuler.webp",
        "side": "Мирные",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Шулер (играет за мирных) - просыпается каждую ночь, показывает на трёх участников игры и засыпает. Ведущий будит этих игроков, и двое узнают роль третьего. На любого игрока, в том числе и себя, шулер может показывать через одну ночь."
    }
}