{
    "advokat": {
        "title": "Адвокат",
        "image": "images/roles/advokat.webp",
        "description": "Сторона: <span class=\"bg-black text-white px-1 rounded\">Мафия</span><br>Проверка: <span class=\"bg-gray-100 text-red-500 px-1 rounded\">Мирный житель</span><br>Адвокат знает мафию, но мафия не знает Адвоката. Просыпается в первую ночь, чтобы познакомиться с ведущим.<br>Мафия обозначает себя поднятием руки, и Адвокат выбирает, кого он будет защищать.<br>Если этого игрока выгоняют на голосовании, то ведущий говорит, что это мафия, которая защищена Адвокатом. И этот игрок останется в игре до тех пор, пока не найдут Адвоката. Для проверяющих карт Адвокат является Мирным Жителем."
    },
    "actor": {
        "title": "Актёр",
        "image": "images/roles/actor.webp",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Проверка: <span class=\"bg-gray-100 text-red-500 px-1 rounded\">Мирный житель</span><br>Актёр просыпается в первую ночь, чтобы познакомиться с ведущим. Дальше играет за мирных.<br>В случае гибели любой активноролевой карты, мафии, ведущий предлагает актёру забрать роль погибшего. Снятая маска принимается за согласие.<br>Забрав роль персонажа, играет ей до конца игры."
    },
    "bessmertniy": {
        "title": "Бессмертный",
        "image": "images/roles/bessmertniy.webp",
        "description": "Сторона: Мирные<br>Проверка: <span class=\"text-red-500\">Мирный житель</span><br>Бессмертный просыпается в первую ночь, чтобы познакомиться с ведущим, дальше играет за мирных.<br>Если в него будут стрелять ночью, то на утро ведущий скажет, что никто не погиб. Его нельзя убить ночью, можно выгнать только на дневном голосовании."
    },
    "broker": {
        "title": "Брокер",
        "image": "images/roles/broker.webp",
        "description": "Брокер просыпается в первую ночь, чтобы познакомиться с ведущим. Дальше играет, как обычный мирный. Если в него ночью будут стрелять, он проснётся и сделает выстрел сам. Если в него будут стрелять второй раз, он погибнет. Если Брокера выгонят на дневном голосовании, с ним уйдёт тот, кто первый в него проголосовал (на первом голосовании)."
    },
    "vzlomshik": {
        "title": "Взломщик",
        "image": "images/roles/vzlomshik.webp",
        "description": "Сторона: Мирные<br>Проверка: <span class=\"text-red-500\">Мирный житель</span><br>Взломщик своей ролью за игру может воспользоваться один раз. Ведущий ему предлагает проснуться каждую ночь, снятая маска принимается за согласие.<br>Роль игрока, на которого укажет взломщик, будет объявлена ведущим утром. Выполнив свою функцию, Взломщик становится мирным жителем."
    },
    "vor": {
        "title": "Вор",
        "image": "images/roles/vor.webp",
        "description": "Сторона: Мирные<br>Проверка: <span class=\"text-red-500\">Мирный житель</span><br>Вор своей ролью может воспользоваться, если в него будут стрелять. Тогда его будет ведущий, и Вор решает, кто уйдёт вместо него, затем засыпает.<br>Этого игрока будит ведущий. У этого игрока есть две попытки, чтобы найти Вора. Если выбранный игрок находит Вора, то игрок остаётся, а Вор игру покидает.<br>Если Вора не нашли, то игру покидает игрок, выбранный Вором. В Вора могут стрелять каждую ночь, и он сам будет решать, кому уходить."
    },
    "deputat": {
        "title": "Депутат",
        "image": "images/roles/deputat.webp",
        "description": "Сторона: Мирные<br>Проверка: <span class=\"text-red-500\">Мирный житель</span><br>Депутат просыпается каждую ночь и даёт иммунитет любому из участников игры. Но об этом знают только Депутат и ведущий.<br>Если игрока, которому депутат дал иммунитет, подняли на голосовании, то ведущий это объявляет. Игрок может сесть, а вместо себя поднять любого из игроков, которые в него голосовали (хоть всех)."
    },
    "diktator": {
        "title": "Диктатор",
        "image": "images/roles/diktator.webp",
        "description": "Сторона: Сам за себя<br>Проверка: <span class=\"text-red-500\">?</span><br>Самое главное отличие этой роли - он никого не убивает ночью. Просыпается каждую ночь, показывает на любого участника игры, которого, по его мнению, точно НЕ выгонят днём.<br>Если Диктатора выгонят днём, то уйдёт тот игрок, на кого он указывал ночью. Каждую ночь выбирается новый игрок. Чтобы городу выгнать Диктатора, надо выгнать того игрока, которого он выбирал ночью."
    },
    "doctor": {
        "title": "Доктор",
        "image": "images/roles/doctor.webp",
        "description": "Сторона: <span class=\"bg-red-500 text-white px-1 rounded\">Мирные</span><br>Проверка: <span class=\"bg-gray-100 text-red-500 px-1 rounded\">Мирный житель</span><br>Просыпается каждую ночь и лечит игрока, в которого, по его мнению, стреляла мафия. Себя за игру доктор может лечить три раза (в том числе и подряд).<br>Всех остальных участников может лечить неограниченное количество раз, но не две ночи подряд."
    }
}